export const GUIDE_LIST = {
  cartGuide: [
    {
      id: 1,
      content:
        '- 해외배송 상품과 국내배송 상품은 함께 결제하실 수 없으니 장바구니 별로 따로 결제해 주시기 바랍니다.',
    },
    {
      id: 2,
      content:
        '- 해외배송 가능 상품의 경우 국내배송 장바구니에 담았다가 해외배송 장바구니로 이동하여 결제하실 수 있습니다.',
    },
    {
      id: 3,
      content:
        '- 선택하신 상품의 수량을 변경하시려면 수량변경 후 [변경] 버튼을 누르시면 됩니다.',
    },
    {
      id: 4,
      content: '- [쇼핑계속하기] 버튼을 누르시면 쇼핑을 계속 하실 수 있습니다.',
    },
    {
      id: 5,
      content:
        '- 장바구니와 관심상품을 이용하여 원하시는 상품만 주문하거나 관심상품으로 등록하실 수 있습니다.',
    },
  ],

  payingGuide: [
    {
      id: 1,
      content:
        '- 상품별 무이자할부 혜택을 받으시려면 무이자할부 상품만 선택하여 [주문하기] 버튼을 눌러 주문/결제 하시면 됩니다.',
    },
    {
      id: 2,
      content:
        '- [전체 상품 주문] 버튼을 누르시면 장바구니의 구분없이 선택된 모든 상품에 대한 주문/결제가 이루어집니다.',
    },
    {
      id: 3,
      content:
        '- 단, 전체 상품을 주문/결제하실 경우, 상품별 무이자할부 혜택을 받으실 수 없습니다.',
    },
  ],
};
